Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Elaph sources have learned that the government intends to construct a new district and transport all pigs within inhibited communities to this area. The government has refrained from announcing the whereabouts of this area as they fear swine-owners will
ar: وعلمت ايلاف من مصادرها ان الحكومة قررت الإسراع فى إنشاء منطقة جديدة للخنازير لنقل جميع الحظائر التى توجد داخل الكتلة السكنية فى القاهرة الكبرى بما يشمل الحظائر التابعة للكنائس والأديرة , وتتحفظ الحكومة على اسم المنطقة ومكانها , خشية ان لا تحظى بموافقة أصح

source: Sources within the Ministry of Development said that the decision to transport swine was presented to Prime Minister Ahmed Nazif about a year ago. The proposition was to move all swine to an area north of the governorate of Helwan. The proposal was not
ar: وأشار مصدر بوزارة لتنمية المجلية ل إيلاف ان قرار نقل الحظائر موضوع على مكتب رئيس الوزراء احمد نظيف منذ ما يقرب من عام , الى موقع جنوب محافظة حلوان , لكنه لم ينفذ من بعد التعديل الادارى الجديد لمحافظة القاهرة واستقلال حلوان و6 اكتوبر , حيث تردد ان محافظ

source: Doctor Hamed Samaha, president of the general institute for veterinarian services, said that the real problem lies in the fact that swine are raised randomly and it is therefore impossible to immunize them. He expressed fears that the disease would trans
ar: وتكمن خطورة المشكلة وفق الدكتور حامد سماحة رئيس الهيئة العامة للخدمات البيطرية ان الخنازير تربى بشكل عشوائي وهو ما يجعل تحصينها أمر مستحيلا , وأعرب عن مخاوفه من تحور فيروس أنفلونزا الطيور داخل الخنازير لينتقل من إنسان لأخر بدلا من الوضع الحالي الذى ينتق

source: The parliament had discussed a law on Tuesday which aims to regulate bird and poultry trade. The project involves a set number of procedures which regulate slaughtering and trading processes. The proposed bill is set to penalize those who do not abide b
ar: وقد ناقش اليوم الثلاثاء مجلس الشعب قانون ينظم الاتجار فى الطيور والدواجن الحية ويضم مشروع القرار مجموعة من الإجراءات التى تنظم عملية الذبح والاتجار للمصرح له فقط ,ومعاقبة من يخالف القانون بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن ألف جنية ولا تزيد ع

source: Doctor Mohamed Imran, disease and epidemic consultant, said that the symptoms of swine flu are very similar to those of bird flu. Diagnoses are made through acquiring samples from the throat and nasal area. Swine flu is transmitted through direct contac
ar: وحول اعراض المرض وطرق الوقاية قال الدكتور محمد عمران استشاري الإمراض والأوبئة ان أعراض أنفلونزا الخنازير تشبه أعراض انفلونزا الطيور ,ويتم تشخيص المرض بأخذ عينة من الأنف والحلق لتحديد اذا كان لفرد مصابا بانفلونزا الخنازير ام لا . وينتقل فيروس انفلونزا الخن

source: Doctor Mohamed indicated that swine flu vaccines may be helpful but are not 100% effective due to the different breeds of the disease. He said that there is no proof that the disease is transmitted by devouring pig products and that swine-meat should be
ar: ويشير الدكتور محمد ان لقاحات أنفلونزا الخنازير يمكن ان تساعد ولكن ليست بنسبة 100% وذلك لاختلاف السلالات العديدة للأنفلونزا التى تصيب الخنازير مما يجعل اللقاح لا يحمى ضد كل السلالات , وحول انتقال أنفلونزا الخنازير عن طريق اكل الخنازير قال انه لا يوجد دليل

source: The Ministry of Health has issued a statement to citizens encouraging them to was their hands with soap and water several times following any animal encounters, and to take extra caution in dealing with ill animals.
ar: ونصحت وزارة الصحة فى بيان المواطنين بغسيل الايدى بالماء والصابون عدة مرات بعد التعرض للحيوانات مع الحذر الشديد من الحيوانات المريضة.

source: Away from the politics on the ground, the remaining controversial issues do not represent in terms of substance any real political obstacle for those who want an agreement and an end to the situation of national division, the attempt to stir up controvers
ar: وبعيدا عن سياسية الفعل الميداني، فالقضايا الخلافية المتبقية لا تمثل من حيث الجوهر أي عقدة سياسية حقيقية لمن يريد الاتفاق، وإنهاء حالة الانقسام الوطني، ومحاولة النفخ في القضايا الخلافية ودفعها الى درجة الخطوط الحمر التي لا يمكن تجاوزها هي ليست سوى خديعة

source: Returning again to the points concerning the path to national dialogue indicate that they do not need time at all. It needs a nothing more decision or a slight amendment if the party decision is to end the dispute and disaster. Whatever is said of cover
ar: والعودة، مرورا، للنقاط العالقة في طريق الحوار الوطني تشير الى أنها لا تحتاج وقتا على الإطلاق، تحتاج إلى قرار ليس الا او تعديلا طفيفا لو كان القرار الحزبي بانهاء الخلاف – الكارثة، وكل ما يقال من تغليف ذلك بحثا عن ذرائع وأقوال أخرى ليس سوى محاولة تحصين ال

source: What has become clear is that party dialogue (no longer considered a comprehensive national dialogue) between Fatah and Hamas is on a dark path. It is a Yes/No policy, neither acceptance nor rejection but seeking for a situation of coexistence with all
ar: ما بات واضحا هو أن الحوار الحزبي (لم يعد حوارا وطنيا شاملا) بين فتح وحماس يسير في طريق مظلم، طريق سياسة اللعم لا قبولا ولا رفضا بل بحثا عن حالة تعايش مع القائم بكل مظاهره السياسية، انقلاب يتواصل في غزة بل ويتعزز ببناء مؤسسات انقسامية جديدة (اخرها

source: The party meeting, therefore, will end on a more negative note, not in terms of the evilness and tragedy that exists but what will follow; conduct that worsens and evildoing bearing the hallmarks of hostility and hatred.
ar: وعليه فاللقاء الحزبي سينتهي بما هو أكثر سلبية، ليس من حيث ما هو قائم من سوء ومأساة، بل ما سيتبعه من سلوك أكثر رداءة وسوءا يحمل بصمات حقد وكراهية.

source: This question remains: after today will it really determine which party stands as the obstacle to peace between Palestinians?
ar: ويبقى السؤال هل فعلا سيتم بعد اليوم تحديد الطرف الذي يقف عقبة أمام السلام الفلسطيني – الفلسطيني؟

source: Note: When the eternal leader, Yasser Arafat, invented the not yes/no saying in politics it was to strengthen the national issue in the face of its enemies but little did he know that it would be internalised to strengthen the insurrection against the h
ar: ملاحظة: عندما اخترع الرمز الخالد ياسر عرفات مقولة لعم في السياسة كانت من أجل تحصين القضية الوطني في مواجهة اعدائها، ولكنه لم يعلم انها ستكون بابا للداخل لتحصين الانقلاب على الوطن.

source: The Dialogue of Not Yes or No
ar: حوار... لعم

source: In the non-decisive voting that took place last month, the Japanese ambassador at the IAEA, Yukiya Amano, upturned South Africa's ambassador Abdul Samad Minty, but he could not get the two-thirds majority required to win.
ar: وفي التصويت غير الحاسم الذي جرى الشهر الماضي تقدم سفير اليابان لدى الوكالة يوكيا امانو على سفير جنوب إفريقيا عبد الصمد منتي ولكنه لم يتمكن من الحصول على أغلبية الثلثين المطلوبة للفوز.

source: Belgium nominates Poncelet for the International Atomic Energy Agency head position
ar: بلجيكا ترشح بونسليه لمنصب مدير وكالة الطاقة الدولية

source: The International Atomic Energy Agency
ar: وكالة الطاقة الذرية

source: Moheet: An official in the International Atomic Energy Agency said that Belgium nominated Jean-Pol Poncelet, Senior Vice-President at the French nuclear energy Group Areva, for the post of director-general of the International Atomic Energy Agency, as a
ar: محيط:أعلن مسئول في الوكالة الدولية للطاقة الذرية إن بلجيكا رشحت جان بول بونسليه نائب رئيس مجموعة أريفا الفرنسية للطاقة النووية لمنصب المدير العام للوكالة الدولية للطاقة الذرية خلفًا للمدير الحالي محمد البرادعي.

source: According to American Radio Sawa, Belgian Poncelet joins diplomats from Japan, South Africa, Slovenia and Spain in a second vote to choose a new director for the United Nations agency to replace El-baradei, after the non-decisive vote that took place la
ar: وذكر راديو سوا الأمريكي ان بونسليه البلجيكي الجنسية ينضم إلى دبلوماسيين من اليابان وجنوب أفريقيا وسلوفينيا وأسبانيا في تصويت ثان لاختيار مدير جديد للوكالة التابعة للأمم المتحدة ليحل محل البرادعي بعد تصويت غير حاسم جرى الشهر الماضي.

source: An official in the agency, speaking on condition of anonymity, reported that Belgium submitted Poncelet's nomination papers to the agency's board of governors, which consists of 35 countries, at the beginning of the week.
ar: وأبلغ مسئول في الوكالة ، لم يكشف عن هويته، أن بلجيكا قدمت أوراق ترشيح بونسليه إلى مجلس محافظي الوكالة المؤلف من 35 دولة في بداية الأسبوع.

source: Monday was the last date for accepting nominations. It was not clear yet whether there were other nominations to be announced in the last moments. The vote is scheduled for the end of May.
ar: ويوم الاثنين هو آخر موعد لقبول الترشيحات. ولم يتضح بعد ما إذا كانت ترشيحات أخرى ستعلن في اللحظات الأخيرة. ومن المقرر أن يجرى التصويت في أواخر مايو/ أيار.

source: Poncelet, 55 years old, who is a vice chairman at the Areva Group for new energy policy issues, has assumed the presidency of the Agency of Nuclear Waste and Fissile Materials in Belgium from 1991 to 1995, then he took over the post of defense minister fr
ar: وكان بونسليه البالغ من العمر 55 عامًا الذي يشغل منصب نائب رئيس مجموعة أريفا لشؤون سياسة الطاقة الجديدة قد تولى رئاسة وكالة النفايات النووية والمواد الانشطارية في بلجيكا في الفترة من عام 1991 إلى عام 1995 ثم تولى منصب وزير الدفاع من 1995 حتى 1999. كما شغل

source: It is worth mentioning that El-baradei will retire in November, after spending 12 years in his current position.
ar: مما يذكر أن البرادعي سيتقاعد في نوفمبر/ تشرين الثاني بعد أن قضى في المنصب 12 عاما.

source: Egyptian translation award in the name of Rifaa Tahtawi
ar: جائزة مصرية للترجمة باسم رفاعة الطهطاوي

source: Cairo: Egyptian Ministry of Culture announced the initiation of a translation award in the name of Rifaa Tahtawi. The prize will celebrate the best Arabic translation of foreign language literary work.
ar: القاهرة- أعلنت وزارة الثقافة المصرية عن استحداث جائزة باسم رفاعة الطهطاوي لأفضل ترجمة الى العربية عن لغة اجنبية اصلية للكتاب.

source: Jaber Asfour, president of the Egyptian National Center for Translation, said that the Ministry of Culture decided to award 100,000 Egyptian pounds in honor of the best Arabic translation of a foreign language book.
ar: وقال مدير المركز القومي المصري للترجمة جابر عصفور ان وزارة الثقافة المصرية قررت منح جائزة سنوية بقيمة 100 الف جنيه مصري لافضل ترجمة الى اللغة العربية عن اللغة الاصلية للكتاب.

source: Asfour stated that the financial award amounts to 100,000 Egyptian pounds, approximately 18, 000 dollars, in addition to a commemorative medal and a certificate of appreciate awarded to the winner in an elaborate ceremony, under the patronage of Egyptian
ar: وقال عصفور ان القيمة المالية للجائزة هي مئة الف جنيه مصري 18 الف دولار تقريبا بالاضافة الى ميدالية تذكارية وشهادة تقدير يتسلمها الفائز في احتفال كبير يرعاه وزير الثقافة المصري فاروق حسني.

source: He clarified that the award was named after Rifaa Al Tahtaw (1801-1873), one of the most prominent figures during the scientific renaissance period as well as a leader in translation during the reign of Mohamed Ali Pasha and Khedive Ismail; both ruled dur
ar: وأوضح أن أسباب اطلاق اسم رفاعة الطهطاوي -1801 - 1873 ميلادية- على الجائزة كونه وبصفته من قادة النهضة العلمية والترجمة في مصر في عهد محمد علي باشا وصولا الى عهد الخديوي اسماعيل اللذين حكما مصر في فترة حياة الطهطاوي.

source: Asfour said that there are two conditions to winning the award, one being that it must be the best presented translation of the literature’s original language and that it must have been published by the National Translations Center within the past two yea
ar: واكد عصفور ان شروط الجائزة القائمة الى جانب انها افضل ترجمة عن اللغة الاصلية فانها يجب ان تكون قد صدرت عن منشورات المركز القومي للترجمة وان تكون صدرت خلال العامين الماضيين في هذه الدورة فقط للجائزة وقد تمنح لفرد قام بالترجمة او لفريق قام بالمهمة نفسها.

source: He stated that the award will be presented this year for the very first time. A judging committee has been formulated, comprised of the most prominent Arab and Egyptian intellects. Committee members will remain anonymous up to the announcement of the aw
ar: وقال ان الجائزة ستمنح للمرة الاولى هذا العام وقد تم تشكيل لجنة لتحكيم الجائزة تضم في عضويتها مجموعة من ابرز المثقفين العرب والمصريين واللجنة سرية حتى تاريخ اعلان الجائزة قبل نهاية شهر حزيران /يونيو القادم.

source: Obama: Chrysler will file for bankruptcy prior to partnering with Fiat
ar: اوباما: كرايسلر للسيارات ستعلن افلاسها وستقوم بتشكيل شراكة مع فيات

source: Maannews: American President Barack Obama confirmed that major car manufacturer, Chrysler, will file for bankruptcy protection prior to signing a partnership deal with Italian company, Fiat.
ar: بيتن لحم- معا- ‏أكد الرئيس الامريكي باراك اوباما اليوم ان شركة كرايسلر لصناعة السيارات ستتقدم بطلب الى المحكمة لحمايتها من الدائنين بمقتضى قانون الافلاس تمهيدًا لدخولها في اتفاق شراكة مع شركة فيات الايطالية.

source: Obama stated that the procedure will be a quick one as he expressed confidence that Chrysler will overcome this and thrive as a stronger competitive force within the market.
ar: واضاف اوباما ان عملية اشهار الافلاس ستكون سريعة معربًا عن ثقته في أن كرايسلر ستخرج من هذه الخطوة أكثر قوة وأكثر قدرة على المنافسة في الاسواق .

source: Chrysler’s General Manager had announced his intent to resign post the two-month period granted by court to finalize the Fiat deal. Chrysler had received loans from the American administration worth four billion dollars; the company is anticipated to rec
ar: وقال مدير عام شركة كرايزلر انه سيستقيل من منصبه بعد انتهاء مهلة الشهرين التي منحتها المحكمة لاتمام الصفقة مع شركة فيات. ويشار الى ان شركة كرايزلر قد تلقت قروضًا من الادارة الامريكية بمبلغ اربعة مليارات دولار وانها ستتلقى قروضًا اضافية بمبلغ ثمانية مليارات

source: Reports on the Queen of Holland’s assassination attempt
ar: أنباء عن تعرض ملكة هولندا لمحاولة اغتيال

source: Moheet: Media reports announced that a sports car interrupted the Queen of Holland’s procession during the commemoration of her reign.
ar: محيط: تحدثت تقارير إعلامية عن قيام سيارة رياضية الخميس باختراق موكب ملكة هولندا في يوم الاحتفال بذكرى توليها العرش .

source: Holland’s radio reported that locals congregated to participate in the celebration which took place in the city of Apeldoorn. A black Suzuki Swift car barged into Queen Beatrix’ procession leaving the car driver with serious injuries, as well as injuring
ar: ونقلت إذاعة هولندا عن تلك المصادر القول إنه بينما كانت هناك حشودا من الهولنديين ينتظرون للمشاركة في الاحتفال في مدينة أبلدورن، اندفعت سيارة من نوع سوزوكي سويفت سوداء باتجاه موكب الملكة بياتريكس ، ما أدى إلى إصابة سائق السيارة بجروح خطيرة ، وإصابة 14 آخرين

source: Reports present at the scene of the incident said the car was driving at a high speed. Emergency services had rushed to the aid of the victims while police forces separated groups of people in the area of Loolan in Apeldoorn. Apeldoorn’s municipality ch
ar: وقال صحفيون في مكان الحادث إن السيارة كانت تسير بسرعة عالية، وقد هرعت خدمات الطوارئ إلى مكان الحادث لتقديم المساعدات للضحايا، وقامت قوات الشرطة بتفريق الحشد في منطقة لولان ببلدة أبلدورن ، وأعلن رئيس بلدية أبلدورن بعد وقت قصير من وقوع الحادث أن الاحتفالات

source: Queen Beatrix had issued a statement expressing her condolences and sympathy with the victims. Government officials stated that the Queen and members of the Royal Family were badly shaken by the incident.
ar: وقد أرسلت الملكة بياتريكس رسالة تعرب فيها عن تعاطفها مع الضحايا ، وقالت هيئة الاستعلامات الحكومية إن الملكة وعائلتها أصيبوا بصدمة شديدة من جراء الحادث.

source: Witnesses suggested that the incident was potentially an assault attempt direct at the Royal Family, while others said that it seemed like the driver had just lost control of the vehicle.
ar: وقال شهود عيان إن الحادث ربما كان محاولة هجوم على الأسرة الحاكمة ، فيما يقول آخرون إن السيارة انحرفت عن مسارها ويبدو أن السائق فقد القدرة على التحكم في مكبح السيارة وعجلة القيادة.

source: Bahrain captures terrorist cell
ar: البحرين تقول إنها ضبطت خلية إرهابية

source: Bahrain announced that security forces were able to capture a terrorist cell, which intended to conduct terrorist acts in Bahrain and neighboring Gulf countries. The Gulf news agency said to Bahraini Interior Minister, Al Shaeikh Rachid Bin Abdallah Al K
ar: قالت البحرين ان اجهزتها الامنية تمكنت من ضبط خلية كانت تخطط للقيام بأعمال ارهابية في البحرين وبعض الدول الخليجية. ونسبت وكالة انباء الخليج الى وزير الداخلية البحرينى الفريق الركن الشيخ راشد بن عبدالله ال خليفة قوله أنه فى اطار الجهود والاجراءات الامنية

source: The Minister did not disclose the names of Gulf countries targeted by the cell.
ar: ولم يسم الوزير الدول الخليجية التي كانت الخلية تستهدفها .

source: He said that two suspects were detained on April 26th.
ar: وقال انه تم القاء القبض على اثنين من المتهمين بتاريخ 26 ابريل/ نيسان الماضي .

source: The Interior Minister further announced that weapons and ammo were found in the suspects’ homes; authorities uncovered two Kalashnikovs and 2 boxes of ammunition amongst others. CDs, tapes, computer devices, bank account and exchange company slips were al
ar: واشار الى انه ضبط في منزلهما أسلحة وذخائر عبارة عن عدد 2 رشاش كلاشينكوف وعدد 2 صندوق ذخيرة خاصة بهما ومسدس ماركة بريتا وصندوق ذخيرة خاص به ،كما تم العثور على أقراص مدمجة وأشرطة وأجهزة كمبيوتر وكشوف حسابات بنكية وأخرى خاصة ببعض شركات الصرافة.

source: The suspects were detained and interrogated by the attorney general, who stated that no information will be disclosed and that investigations will remain confidential for the time being for the good of the case.
ar: وقال أنه تم احالة المتهمين والمضبوطات الى النيابة العامة التى باشرت التحقيق معهما وقررت حبسهما احتياطيا على ذمة القضية وان مواصلة التحريات ومصلحة التحقيق تقتضى عدم الخوض فى أية تفاصيل أو اعلان معلومات أكثر من ذلك فى الوقت الحاضر.

source: The Minister had also warned against dangerous terrorist-run websites, which run in the name of Jihad and feed extreme ideologies to today’s youth, and trick them into engaging in and executing terrorist crimes.
ar: لكن الوزير حذر من خطورة المواقع الالكترونية الارهابية التى تتستر خلف ما يسمى بالاعمال الجهادية والتى تسعى الى التغرير بالشباب وتزويدهم بالافكار المتطرفة والعمل على ايقاعهم فى شباك التنظيمات الارهابية وتوريطهم فى تخطيط أو تنفيذ جرائم ارهابية.

source: He stressed the importance of raising awareness between youth against extremism, violence, and terrorism.
ar: وشدد على أهمية وضرورة مواصلة العمل على توعية وتحصين الشباب ضد التطرف والعنف والارهاب.

source: Wednesday 29 April 2009
ar: الأربعاء 29 نيسان (أبريل) 2009 م

source: A Palestinian expert: 200.000 unemployed workers in the Gaza Strip in Labor Day
ar: خبير فلسطيني: في يوم العمال العالمي200 ألف عامل في قطاع غزة عاطلين عن العمل

source: Maybe I was the first Egyptian blogger to write about swine flu,
ar: ربما كنت اول مدون مصرى

source: how it spreads, and ‎shed light on the package of government measures to prevent the disease. This included ‎the slaughter of all pigs in the Muqattam area and in the informal Zabaleen settlements of ‎Cairo because it may be the source for them contractin
ar: وكيفية إنتشارها وويلقى الضوء على حزمة من التدابير الحكومية والشعبية للوقاية من المرض ، وقد كان من ضمن ما طالبت به ذبح كافة الخنازير فى مناطق المقطم وعزبة الزبالين لإعتقادى أنها قد تكون من اسباب الإصابة. لكننى كنت مخطئاً وليس عيباً أن يعترف الكاتب بخطئه، ف

source: Gaza (Palestine) – Quds Press Service
ar: غزة (فلسطين) - خدمة قدس برس

source: Of the information that I did not know about was the fact that there is no need at all to ‎slaughter all pigs. It is futile of no benefit, but rather detrimental to pig farmers and the ‎interests of the national economy. That is why no country affected by
ar: ومن ضمن المعلومات التى كنت اجهلها انه لا داعى ابداً لذبح كل الخنازير فهو إجراء عقيم بلا فائدة بل يضر بمصالح المربين وبالإقتصاد القومى. لذلك لم تعدم اى بلد من البلاد التى اصابها المرض بما فيها المكسيك الخنازير لديها ، رغم الاجرائات الصحية المشددة التى اتخذ

source: pigs move between human beings and some other through the air, that is turned into a human epidemic not related to pigs and is executed or transfer of the importance of anything. Because the procedure Veterinary right up to the league, and fortify it agai
ar: فإنفلونزا الخنازير تنتقل بين البشر وبعضهم البعض من خلال الهواء ، اى انها تحولت لوباء بشرى لا علاقة له بالخنازير ولا يفيد اعدامها او نقلها من اماكن تربيتها فى شئ . لأن الاجراء البيطرى الصحيح هو متابعة المزارع والكشف الدورى عليها وتحصينها ضد المرض وإعدام

source: Implications of the torture video scandal continue
ar: تداعيات فضيحة شريط التعذيب تتوالى

source: But of course wi
ar: لكن بالطبع بمجرد نشر خبر فيرس انفلونزا الخنازير حدث إنفجار للعنصرية الدينية المتزايدة تجاه الاقباط ، وفرح الاسلاميين إيما فرح بهذه الكارثة لانهم وجدوا أخير ما حسبوه مبرراً لتحريم اكل لحم الخنزير ، لكنى على الاقل كنت احسب ان حكومتنا سوف تقدر حجم الخطر وتعا

source: All the government bodies, ministries, newspapers and satellite channels announced a war ‎against the pigs and the poor pig owners.‎
ar: فقد اعلنت جميع الوزارت والمصالح والهيئات والصحف والقنوات الفضائية الحرب على الخنازير واصحابها الغلابة.

source: The papers became filled with racist descriptions such as pig breeding pits, pig breeding ‎dens, pig breeding mafias. Even the paper on the 07.04.2009, that came out before my own ‎dangerous intelligence, featured Shshshshsh bring your ear closer … a map
ar: وأصبحت الصحف تمتلئ بالاوصاف العنصرية مثل بؤر تربية الخنازير ، اوكار تربية الخنازير ، مافيا تربية الخنازير ، بل نشرت جريدة اليوم السابع سبقها المخابراتى الخطير الذى سيكتب عنه التاريخ وهو.. هششش .. قرب ودنك كده .. خريطة تربية الخنازير فى مصر .. وكأنها مناطق

source: I saw doctors and veterinarians speaking about pigs on the basis of their religious faith not ‎on the basis of scientific research. You find one of them confirms that the pigs in Egypt are ‎not infected, all the blood samples came back negative and that t
ar: وشاهدت أطباء وبيطرين يتحدثون عن الخنازير من منطلق عقيدتهم الدينية لا من منطلق دراستهم العلمية فتجد الواحد منهم بعد ان يؤكد أن الخنازير فى مصر غير مصابة وجميع عيناتها سليمة وان المرض ينتشر بين البشر ، وان الخنزير ليس له علاقة بالموضوع خالص دلوقتى ، تجده

source: The Egyptian satellite stations have waged a campaign of incitement against the Coptic ‎garbage collectors of Muqattam and pig breeders that contain all the racist expressions ‎and degrading terms for those who raise pigs or eat their meat. Then there is
ar: وشنت الفضائيات المصرية حملة تحريضية رخيصة على زبالين المقطم ومربى الخنازير تحتوى كل التعبيرات العنصرية و الالفاظ المهينة لمن يربون الخنازير او يتناولون لحومها، وبأشخاص من المتداخلين تليفونياً من نوعية من يدعى بأن اسمه جورج أوعبد المسيح أومارك وطبعاً جمي

source: This is not a flood of racist comments full of fallacies in the Egyptian and Arabic news sites ‎on this subject which requires to be put down in writing separately, for discussing the most ‎significant and most repeated comments. ‎
ar: هذا غير سيل التعليقات العنصرية المليئة بالمغالطات فى المواقع الاخبارية المصرية والعربية حول هذا الموضوع والتى تحتاج لتدوينة منفصلة لمناقشة اهمها واكثرها تكراراً.

source: A Palestinian expert estimated the number of unemployed workers in the Gaza Strip at 200.000, as a result of the closure of border crossings and the siege imposed on the city, which led to stopping the economic life fully and preventing these workers from
ar: قدر خبير فلسطيني عدد العمال العاطلين عن العمل في قطاع غزة بـ 200 ألف عامل فلسطيني، وذلك نتيجة إغلاق المعابر والحصار المفروض على قطاع غزة والذي أدى إلى توقف الحياة الاقتصادية بشكل كامل وحرمان هؤلاء العمال من أعمالهم.

source: The question is when bird flu struck Egypt did the Egyptian government take the decision ‎to destroy all the birds that were reared in Egypt - poultry, ducks, geese, turkeys and ‎pigeons!!! Was the upshot of it all to stop the rearing of them or were the
ar: السؤال هو هل عندما ضربت انفلونزا الطيور مصر أتخذت الحكومة قرار بإعدام كل الطيور التى تتم تربيها فى مصر من دجاج وبط واوز وديوك رومية وحمام !!! وعدم تربيتها فى مصر نهائياً مرة أخرى أم انها كانت ومازالت تكشف وتحلل وتعدم المصاب فقط .
